# vstDefault2DToolDraw

## Description
```pascal
PROCEDURE vstDefault2DToolDraw;
```

```python

def vs.vstDefault2DToolDraw():
    return None
```

## Version
Availability: from Vectorworks 2011
## Category
* Tool Events